{
  "common": {
    "appDetails": "تفاصيل التطبيق",
    "appName": "اسم التطبيق",
    "appVersion": "إصدار التطبيق",
    "buildVersion": "إصدار النسخة الآخيرة",
    "expoVersion": "إصدار إكسبو",
    "about": "حول",
    "posted": "تم النشر في {{تاريخ}}",
    "recommended": "موصى به لك",
    "viewall": "عرض الكل",
    "more": "أكثر ",
    "search": "بحث",
    "night": "ليلاً",
    "day": "اليوم ",
    "selectDate": "أختر التاريخ ",
    "message": "أدخل رسالتك",
    "album": "الألبوم",
    "or": "أو",
    "name": "الأسم ",
    "readMore": "إقرأ المزيد",
    "goBack": "العودة للخلف ",
    "send": "أرسل",
    "signout": "تسجيل الخروج",
    "sure": "متأكد؟",
    "yes": "نعم",
    "no": "لا"
  },
  "app": {
    "name": "رغبة المواهب",
    "fullname": "TalentDesire - رغبة المواهب",
    "motto": "المستقبل في راحة يديك"
  },
  "darkMode": "الوضع الليلي",
  "screens": {
    "home": "الرئيسية",
    "profile": "الحساب",
    "talented": "الموهوبين",
    "settings": "الإعدادات",
    "login": "تسجيل الدخول",
    "logout": "تسجيل الخروج",
    "order": "طلب",
    "becomeTalented": "كن موهوباً"
  },
  "navigation": {
    "home": "رغبة المواهب",
    "profile": "الحساب",
    "settings": "الإعدادات",
    "notifications": "الإشعارات",
    "about": "حول",
    "login": "تسجيل الدخول"
  },

  "home": {
    "title": "رغبة المواهب"
  },
  "login": {
    "title": "تسجيل الدخول",
    "uid": "ادخل رقمك الجامعي",
    "uidPlaceholder": "21XXXXX",
    "requestCode": "أرسل رمز التفعيل",
    "code": "أدخل رمز التفعيل",
    "codePlaceholder": "XXXXXX",
    "signin": "تسجيل الدخول"
  },
  "profile": {
    "title": "الحساب",
    "addSkills": "اضافة مهارة",
    "aboutMe": "عني",
    "rating": "التقييم",
    "jobsDone": "الأعمال",
    "skills": "المهارات",
    "hire": "توظيف"
  },
  "edit": {
    "title": "تعديل الملف الشخصي",
    "name": "الاسم",
    "edit": "تعديل",
    "upload": " إرفع صورة شخصية",
    "uploaded": "رفع",
    "about": "حول",
    "aboutPlaceholder": "أكتب شيئاً عن نفسك"
  },
  "dark": {
    "activated": "الوضع الليلي"
  },
  "hire": {
    "title": "توظيف",
    "date": "التاريخ",
    "datePlaceholder": "حدد التاريخ",
    "send": "إرسال الطلب",
    "showProfile": "عرض الملف الشخصي",
    "msg": "الرسالة",
    "msgPlaceholder": "أدخل رسالتك.."
  },
  "orders": {
    "price": "السعر: سيتم تحديده لاحقًا",
    "chat": "الدردشة",
    "pending": "قيد الانتظار...",
    "details": "تفاصيل الطلب"
  },
  "settings": {
    "language": "اللغه",
    "save": "حفظ"
  },
  "becomeTalented": {
    "title": "كن موهوباً",
    "terms": {
      "introduction": "المقدمة",
      "intellectualPropertyRights": "حقوق الملكية الفكرية",
      "licenseToUseApplication": "ترخيص استخدام التطبيق",
      "acceptableUse": "الاستخدام المقبول",
      "userContent": "محتوى المستخدم",
      "indemnity": "التعويض",
      "breachesOfTheseTermsAndConditions": "انتهاكات هذه الشروط والأحكام",
      "variation": "التغيير",
      "ourService": "خدمتنا",
      "eligibility": "الأهلية",
      "clientObligations": "الالتزامات الخاصة بالعميل",
      "freelancerObligations": "الالتزامات الخاصة بالعامل المستقل",
      "disputeResolution": "حل النزاعات",
      "termination": "إنهاء",
      "liability": "المسؤولية",
      "governingLaw": "القانون السائد",
      "entireAgreement": "الاتفاق الكامل",
      "ourDetails": "تفاصيلنا",
      "introductionText": "يحكم شروط وأحكام TalentDesire القياسية المكتوبة في هذا التطبيق استخدامك لتطبيقنا، ويمكن الوصول إلى TalentDesire عبر متجر App Store و Play Store.",
      "intellectualPropertyRightsText": "ما لم يذكر خلاف ذلك، نمتلك نحن أو المرخصون لدينا حقوق الملكية الفكرية في التطبيق والمواد على التطبيق. باستثناء الترخيص أدناه، يتم حفظ كل هذه حقوق الملكية الفكرية.",
      "licenseToUseApplicationText": "يمكنك عرض الصفحات وتنزيلها لأغراض التخزين المؤقت فقط وطباعتها من التطبيق للاستخدام الشخصي الخاص بك، على أن يكون خضعاً للقيود المبينة أدناه وفي أي مكان آخر في هذه الشروط والأحكام.",
      "acceptableUseText": "لا يجوز استخدام تطبيقنا بأي طريقة تتسبب في تلف التطبيق أو تضرر التوافر أو إمكانية الوصول إلى التطبيق؛ أو بأي طريقة غير قانونية أو ضارة، أو بصلة بأي هدف أو نشاط غير قانوني أو ضار.",
      "userContentText": "في شروط وأحكام TalentDesire القياسية، يعني “محتواك” أي صوت، أو فيديو، أو نص، أو صور أو أي مادة أخرى تختار عرضها على هذا التطبيق. من خلال عرض محتواك، تمنح التطبيق ترخيصًا غير حصري وقابل للإلغاء وقابل للترخيص عالميًا لاستخدامه، وإعادة إنتاجه، وتكييفه، ونشره، وترجمته، وتوزيعه في جميع وسائل الإعلام.",
      "indemnityText": "تتعهد بتعويضنا، ومديرينا، وموظفينا، ووكلائنا، عن أي مطالبات أو إجراءات أو دعاوى قضائية، بالإضافة إلى أي خسائر أو مسؤوليات أو أضرار أو تكاليف أو نفقات (بما في ذلك الرسوم القانونية العادلة) تنشأ عن أو ترتبط بأي استخدام لك لهذا التطبيق، أو انتهاكك لهذه الشروط والأحكام، أو انتهاكك لأي حقوق لطرف ثالث.",
      "breachesOfTheseTermsAndConditionsText": "دون الإخلال بحقوقنا الأخرى بموجب هذه الشروط والأحكام، إذا قمت بخرق هذه الشروط والأحكام بأي شكل من الأشكال، أو اشتبهنا بما لديك من خرق لهذه الشروط والأحكام بأي شكل من الأشكال، فيمكننا: إرسال إنذار أو أكثر إلى حدود رسمية؛ تعليق وصولك إلى تطبيقنا بصورة مؤقتة؛ حظر وصولك إلى تطبيقنا بصورة دائمة؛ حظر الحواسيب التي تستخدم عنوان بروتوكول الإنترنت الخاص بك من الوصول إلى تطبيقنا؛ الاتصال بأي مورد خدمة إنترنت لديك وطلب منهم حظر وصولك إلى تطبيقنا؛ البدء في الإجراء القانوني ضدك، سواء لانتهاك العقد أو غيره؛ و / أو اتخاذ أي إجراء نعتبره مناسبًا بما فيه الكفاية.",
      "variationText": "نحتفظ بالحق في تعديل هذه الشروط والأحكام من وقت لآخر ليعكس التغيرات في ظروف السوق التي تؤثر على عملنا، والتغيرات في التكنولوجيا، والتغيرات في طرق الدفع، والتغيرات في القوانين ذات الصلة والمتطلبات التنظيمية، والتغيرات في قدرات نظامنا أو لأي سبب آخر يعتمد على تقديرنا الحصري.",
      "ourServiceText": "نوفر منصة للمستقلين للاتصال بالعملاء الذين يبحثون عن خدماتهم. تتيح منصتنا للمستقلين إنشاء ملف تعريفي وعرض محفظتهم ومهاراتهم، والمناقصة على فرص المشروع أو التقدم بها.",
      "eligibilityText": "لكي تستخدم منصتنا وخدماتنا، يجب أن تكون عمرك على الأقل 18 عامًا وأن يكون لديك القدرة القانونية على الدخول في عقد ملزم. كما يتوجب عليك تزويدنا بمعلومات صحيحة وكاملة عند إنشاء حساب وأثناء استخدام منصتنا. قد يؤدي تقديم أي معلومات كاذبة أو مضللة إلى إنهاء حسابك.",
      "clientObligationsText": "العملاء مسؤولون عن تقديم وصف ومتطلبات مشروع واضحة ومفصلة، واختيار الفريلانسر الذي يرونه الأنسب للمشروع. كما يتحمل العملاء مسؤولية دفع الرسوم المتفق عليها للفريلانسر عن خدماته، وأي ضرائب أو رسوم أخرى تتعلق بالمشروع.",
      "freelancerObligationsText": "يتحمل المستقلون مسؤولية تقديم معلومات دقيقة في ملفهم الشخصي والسيرة الذاتية، وتوضيح مؤهلاتهم وخبراتهم بوضوح. كما يتحمل المستقلون مسؤولية تقديم الخدمات المتفق عليها مع العميل وأي ضرائب أو رسوم أخرى مرتبطة بالمشروع.",
      "disputeResolutionText": "في حالة حدوث نزاع بين العميل والمستقل، سنعمل على توسيط النزاع والوصول إلى حل يكون منصفًا لجميع الأطراف. إذا لم يتم التوصل إلى حل، يمكن للأطراف اللجوء إلى وسائل أخرى للحصول على حل، مثل التحكيم أو الإجراءات القانونية.",
      "terminationText": "يحق لأي من الأطراف إنهاء الاتفاق في أي وقت إذا خالفت الطرف الآخر أيًا من شروط هذا الاتفاق.",
      "liabilityText": "إلى الحد الذي يسمح به القانون ، لن نكون مسؤولين تجاهك فيما يتعلق بأي خسارة أو ضرر خاص أو غير مباشر أو تبعي",
      "governingLawText": "سيتم تحكيم هذا الاتفاق وفقًا لقوانين البلد الذي يتم استضافة التطبيق فيه، ويتعين عليك الخضوع للاختصاص غير الحصري للمحاكم في ذلك البلد.",
      "entireAgreementText": "تشكل هذه الشروط والأحكام الموافقة الكاملة بينك وبيننا فيما يتعلق باستخدام هذا التطبيق، وتحل محل جميع الاتفاقيات السابقة المتعلقة باستخدام هذا التطبيق.",
      "ourDetailsText": {
        "companyName": "رغبة المواهب",
        "registeredAddress": "جامعة جدة، جدة، المملكة العربية السعودية"
      },
      "submit": "الموافقة على الشروط والأحكام",
      "dateOfTerms": "ساري اعتباراً من 2023-01-10"
    }
  }
}
